[
    {
      "name": "TechMaster Institute",
      "logo": "https://i.ibb.co/31zvLj1/images.png",
      "description": "Strategic partnership with TechMaster Institute to provide cutting-edge technology courses and certifications, empowering learners with in-demand skills for the digital age."
    },
    {
      "name": "CreativeHub Academy",
      "logo": "https://i.ibb.co/NmLYbb0/images-1.png",
      "description": "Collaboration with CreativeHub Academy to offer a wide array of creative courses, fostering innovation and nurturing artistic talents across various disciplines."
    },
    {
      "name": "HealthPro Learning",
      "logo": "https://i.ibb.co/5RrBGqm/download.png",
      "description": "Partnership with HealthPro Learning to deliver high-quality healthcare courses, equipping learners with the knowledge and expertise needed in the healthcare industry."
    },
    {
      "name": "BusinessLeaders Network",
      "logo": "https://i.ibb.co/R3V96VN/images-2.png",
      "description": "Strategic alliance with BusinessLeaders Network to provide comprehensive business and leadership courses, preparing individuals for success in the corporate world."
    },
    {
      "name": "LanguageMasters",
      "logo": "https://i.ibb.co/wcbLfrs/download-1.png",
      "description": "Collaboration with LanguageMasters to offer language learning courses, fostering cross-cultural communication and enabling individuals to become proficient in multiple languages."
    },
    {
      "name": "EnviroSolutions",
      "logo": "https://i.ibb.co/8Yx1fxJ/logo1.jpg",
      "description": "Partnership with EnviroSolutions to provide eco-friendly and sustainable living courses, promoting environmental awareness and responsible practices."
    },
    {
      "name": "Udemy",
      "logo": "https://i.ibb.co/6FNTtrP/download-2.png",
      "description": "Udemy  with CodeCrafters Alliance to deliver coding and programming courses, empowering individuals to become proficient software developers and engineers."
    },
    {
      "name": "DesignPro Collaborative",
      "logo": "https://i.ibb.co/wNxGJY5/Design-Pro-logo-810x456.jpg",
      "description": "Partnership with DesignPro Collaborative to deliver design and UX/UI courses, shaping the next generation of creative and user-centric designers."
    }
  ]
  